tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
brew 'chruby'
brew 'git'
brew 'go'
brew 'htop'
brew 'hub'
brew 'ruby-install'
brew 'tig'
brew 'wifi-password'
brew 'yarn'
cask 'appcleaner'
cask 'atom'
cask 'boxer'
cask 'caffeine'
cask 'dat'
cask 'disk-inventory-x'
cask 'google-chrome'
cask 'iterm2'
cask 'keepassx'
cask 'licecap'
cask 'loading'
cask 'sketch'
cask 'slack-beta'
cask 'virtualbox'
cask 'vlc'
cask 'webtorrent'
