tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'caskroom/cask'
tap 'caskroom/versions'
brew 'git'
brew 'graphicsmagick'
brew 'htop'
brew 'hub'
brew 'imagemagick'
brew 'mas'
brew 'tig'
brew 'wifi-password'
cask 'atom-beta'
cask 'google-chrome'
cask 'iterm2-beta'
cask 'slack-beta'
cask 'spaceradar'
cask 'steam'
mas 'iMovie', id: 408981434
mas 'Keynote', id: 409183694
mas 'GarageBand', id: 682658836
mas 'Pages', id: 409201541
mas 'Numbers', id: 409203825
