# latest git
brew 'git'

# latest zsh & friends
brew 'zsh'
brew 'starship'
brew 'zsh-autosuggestions'
brew 'zsh-completions'
brew 'zsh-history-substring-search'
brew 'zsh-syntax-highlighting'

# term utils
brew 'bat' # cat with wings
brew 'tig' # ncurses git repo browser
brew 'htop' # fancy top
brew 'coreutils' # gnu linux core utils (better ls, grep, etc)
brew 'tmux'

# github
brew 'gh'

# etc
brew 'nvm'
brew 'yarn'

# macos utils
brew 'defaultbrowser'
brew 'duti'

# dev utils
brew 'shellcheck'
brew 'mkcert'
brew 'pwgen'

# img utils
brew 'imagemagick'
brew 'graphicsmagick'
brew 'charmbracelet/tap/freeze'

# apps
cask 'appcleaner'
cask 'balance-lock'
cask 'caffeine'
cask 'coconutbattery'
cask 'iterm2'

# work necessities
brew 'awscli'
brew 'k9s'
brew 'kubectx'
cask 'slack'
cask 'visual-studio-code'
